{
    "name": "sg-university-tutorial-questions-legal",
    "description": "Contain tutorial questions ans answers from Singapore's Universities to test model's ability in understanding legal context in Singapore",
    "keywords": [
        "legal"
    ],
    "categories": [
        "capability"
    ],
    "examples": [
        {
            "input": "Context: Ting, Tong and Chiang are cousins who set up a company to sell musical instruments.All   3   men   are   shareholders   of   the   company   but   only   Ting   and   Tong   have   been appointed as directors of the company. Of late, the parties have had disagreements in respect of the following incidents:\nThe company had entered into a contract to sell musical instruments to Ping MusicSchool Pte ltd (PMSPL) which then resold the instruments to its students. However, before the company received full payment, PMSPL went into insolvent liquidationand there   were no assets left  for distribution to creditors. Ting and Tong thus decide not to pursue the matter. Chiang disagrees and wants the company to takelegal action against Ping, the sole director and shareholder of PMSPL. Ping is a famous   musician   who   had   focused   on   teaching   the   students   of   PMSPL   and neglected the administration of the business thereby causing the business to fail. Chiang also blames Ting and Tong for signing the contract with PMSPL before checking its financial state and thinks they acted hastly because Ping is their friend. Can  the   company   successfully sue  any   person to recover its  losses? ",
            "target": "The company cannot sue any person to recover its losses. As a company, PMSPL isregarded as a separate legal entity under s19(5) of the Companies Act whereby itcould own property, rights, debts, and liabilities under its own name. Shareholders and directors such as Ping would not be held personally liable for the debts andliabilities incurred as a result of normal business operations. Therefore, as Ping was acting in the best interests of PMSPL and no fraud and dishonesty was intended tobe committed against the creditors, following the decision held in the case Salomonv A Salomon & Co Ltd (1897), the company would not succeed in the claim againstthe personal assets of Ping.\n\nIn addition, under s157(1) of the Companies Act, a director owes a fiduciary duty toact bona fide (in good faith) in the company’s interests. As held in the case IntracoLtd v Multi-Pak Singapore Pte Ltd (1995), as long as the director honestly believesthat their actions are in the company’s best interests, the court will not interfere with a decision that is arrived at bona fide – even if the decision turns out to be commercially ruinous to the company. In this case, Ting and Tong entered into thecommercial agreement with PSMPL, honestly believing that the sale of the musicalinstruments would bring about long-term sales and business relationships thatmight  create goodwill and  reputation among   other users and  students   for the company. Therefore, even though the decision to enter into a contract with PSMPL turned out to be disastrous  for the company to  the extent that  it had sufferedeconomic losses, Ting and Tong would not be held to have breached this fiduciary duty or s157(1) of the Act."
        },
        {
            "input": "Context: Ting, Tong and Chiang are cousins who set up a company to sell musical instruments.All   3   men   are   shareholders   of   the   company   but   only   Ting   and   Tong   have   been appointed as directors of the company. Of late, the parties have had disagreements in respect of the following incidents:\nSome time back, Chiang asked Ting and Tong to consider employing his son CC, an undergraduate at NUS. All 4 men at a party at Chiang’s house where they discussedand agreed on the job scope and salary that the company would pay to CC after his graduation. Upon graduation, CC approached Ting and Tong to confirm the date that he should start work. To his surprise, Ting and Tong said that as nothing was signed, the company was not bound to employ him. As for the earlier discussions, Ting and Tong said they did not take it seriously and that it any event, CC had not yet done work for the company. CC is upset and is convicned that Ting and Tong aregoing back on their word because of their recent disagreements with his father. It isnow 1 year since his graduation. He wants to sue the company to get back 1 year of“lost salary”. He also wants to claim all other expenses including medical expense she incurred to treat a mild depression that he suffered on being jobless. Will CC be successful if he sues the company?",
            "target": "CC will not be successful if he sues the company. For a contract to be valid and enforceable,   it   must   encompass   four   elements:   (1)   an   offer   expressing   thewillingness to enter into a commercial agreeement; (2) unconditional acceptance of the offer; (3) consideration for the promissory obligations; and (4) the intentions for legal relations binding both parties. Given that this is an agreement between Chiang, Ting, and Tong who are friends of domestic relationship, there would not be any intentions for legal liability to arise from the agreement between parties.Thus, there was no valid contract between parties.In addition, assuming that there is a valid contract between the parties, there was no consideration provided by Chiang for the job offer to be remained open upon graudation of   CC. Following  the  decision   that  was  held  in  the  case  Tweddle  vAtkinson (1861), CC was first not a party to the contract and thus according to theprivity of the contract, CC would not be entitled to raise a claim under the breach of a contract. Secondly, there was no consideration that flowed from him. Therefore, the promise to employ CC after his graduation would only amount to a gratuitous promise to Chiang. Moreover, for the loss of the one year salary to be claimable, it must be proven thatCC  did  rely   on   the   promissory   obligations  by   Ting   and   Tong   and   he   did   take reasonable   steps   to   mitigate   his   losses   such   as   searching   for   alternative employment during the year. Since he did not mitigate his losses at all, he wouldnot be entitled to claim for the above mentioned damage. Furthermore, given that the employment promise was not to provide leisure, entertainment, or comfort,non-pecuinary losses would not be granted by court, as held in the case Haron bin Mundir v Singapore Amaetur Athletic Association (1992)"
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nTom, a customer, had booked a special in-house tour for 2 to Bali. Tom had booked the tour   as   he   wanted   to   go   to   Bali   for   his   honeymoon.   However,   subsequently,   Tom cancelled the booking as he broke up with his fiancée. Tom had paid the sum in full as perthe contract. However, the contract also provides that, if a cancellation is received 1month before departure, 20% of the sum would be forfeited, if a cancellation is received 2 weeks before departure, 50% of the sum would be forfeited, if a cancellation is received 1week   before   departure,  75%   of   the   sum   would   be   forfeited   and   if   a  cancellation   is received at any  time   less than a week  before   departure, 100% of the sum   would be forfeited. Tom cancelled the booking 3 days before departure. Tom nonetheless wants thefull sum he paid returned, on the ground that he has not used any of the services. Identify the case.",
            "target": "Tom is in a valid contract with At Your Service Pte Ltd for a special in house tour for2 to Bali. However, he is looking to terminate the contract and get a refund for thepayment that he has made beforehand."
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nTom, a customer, had booked a special in-house tour for 2 to Bali. Tom had booked the tour   as   he   wanted   to   go   to   Bali   for   his   honeymoon.   However,   subsequently,   Tom cancelled the booking as he broke up with his fiancée. Tom had paid the sum in full as perthe contract. However, the contract also provides that, if a cancellation is received 1month before departure, 20% of the sum would be forfeited, if a cancellation is received 2 weeks before departure, 50% of the sum would be forfeited, if a cancellation is received 1week   before   departure,  75%   of   the   sum   would   be   forfeited   and   if   a  cancellation   is received at any  time   less than a week  before   departure, 100% of the sum   would be forfeited. Tom cancelled the booking 3 days before departure. Tom nonetheless wants thefull sum he paid returned, on the ground that he has not used any of the services. Analyse and identify the legal issue.",
            "target": "We will be talking about (i) express terms in a contract, and (ii) what amounts to a frustrating event in a contract, to see if Tom is able to get a refund due to his inability to carry on with the honeymoon trip as he broke up with his fiancé. It has been stated expressly in the contract prior to its formation that “if acancellation is received 1 month before departure, 20% of the sum would beforfeited, if a cancellation is received 2 weeks before departure, 50% of the sum would be forfeited, if a cancellation is received 1 week before departure,75% of the sum would be forfeited and if a cancellation is received at anytime less than a week before departure, 100% of the sum would be forfeited.”Since this is an express term which does not go against Statutory Provision,public policy or is subject to some judicial control, the express term would bevalid and binding. Since it has been expressly stated that 100% of the sumpaid will be forfeited if cancellation is received at any time less than a weekbefore departure, Tom, having notified them of his cancellation only 3 daysprior to departure, would not be able to get any of his sum paid back if heterminates the contract. Also, the express term would be clearly interpreted by Tom, since the contractual terms are in English and that he had all the time and rights to double check with the express term if he was not able to interpretit. We may also want to take a look at the cause of Tom’s cancellation. If the cause ofhis cancellation is a frustrating event, he would be able to repudiate the contractand claim for damages, which would be a refund of the sum paid in this case. Foran event to be frustrating, it must have been an unexpected event beyond controlof parties, after making of contract, which makes further performance of contracteither (1) illegal, (2) impossible, (3) radically diff (main purpose of the contract no longer attainable, but both parties must know) from what’s originally envisaged byboth parties. We can immediately see that a break up with his fiancé does not (1)make the trip illegal, (2) make the trip impossible, as he still can carry on with thetrip himself/ with someone else, (3) make the trip radically different, since he will still be experiencing a special in-house tour for 2 to Bali. Thus, the break up withhis fiancé is not a frustrating event and thus Tom may not repudiate the contract and claim for damages."
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nTom, a customer, had booked a special in-house tour for 2 to Bali. Tom had booked the tour   as   he   wanted   to   go   to   Bali   for   his   honeymoon.   However,   subsequently,   Tom cancelled the booking as he broke up with his fiancée. Tom had paid the sum in full as perthe contract. However, the contract also provides that, if a cancellation is received 1month before departure, 20% of the sum would be forfeited, if a cancellation is received 2 weeks before departure, 50% of the sum would be forfeited, if a cancellation is received 1week   before   departure,  75%   of   the   sum   would   be   forfeited   and   if   a  cancellation   is received at any  time   less than a week  before   departure, 100% of the sum   would be forfeited. Tom cancelled the booking 3 days before departure. Tom nonetheless wants thefull sum he paid returned, on the ground that he has not used any of the services. Is Tom in a valid contract with At Your Service Pte Ltd?",
            "target": "Yes"
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nLena is a foreign student studying in Singapore who is keen on going on a one day tour of Singapore, operated by At Your Service Pte Ltd. Her guardian booked the tour and paid for it.The  ticket states that it is not transferrable or assignable  (but no one checks as to who isboarding the bus). While inside the tour bus, Lena slips and falls on some ice- cream and injures her back badly. Medical expenses come up to $4000. There is a clause in the contractwhich states that At Your Service Pte Ltd would not be liable in negligence for any bodily injury, death or loss of property. Identify the case.",
            "target": "In this case, the contract formed is between Lena’s guardian and At Your Service Pte Ltd. Lena is a third party to the contract and has suffered damages as a result of as lip in the bus.   We shall discuss on whether or not Lena would be able to claim for the damages based on the role in the contract and the exemption clause stated."
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nLena is a foreign student studying in Singapore who is keen on going on a one day tour of Singapore, operated by At Your Service Pte Ltd. Her guardian booked the tour and paid for it.The  ticket states that it is not transferrable or assignable  (but no one checks as to who isboarding the bus). While inside the tour bus, Lena slips and falls on some ice- cream and injures her back badly. Medical expenses come up to $4000. There is a clause in the contractwhich states that At Your Service Pte Ltd would not be liable in negligence for any bodily injury, death or loss of property. Analyse and identify the legal issue",
            "target": "To decide if Lena, a third party to the contract, is able to sue for damages, wemust look at (i) parties to a contract (ii) express terms in a contract, and (iii) whether the exemption clause is valid. The contract is between Lena’s guardian and At Your Service Pte Ltd, since it was her guardian her booked the tour and paid for it. The general rule is that only parties to the contract may sue or be sued on the contract. This is knownas the doctrine of the privity of contract. However, there are some exceptions whereby a third party toa contract may still sue. Under Section 2(1) of the Contracts (Rights of Third Parties) Act, a thirdparty to the contract can enforce a term of the contract if the contract expressively provides for it or if the term purports to confer a benefit onhim. Section 2(3) provides that to be able to sue, the third party must be expressively identified by name, as a member of a class or as answering aparticular description. Section 2(2) provides that Section 2(1) would notapply if  on  the   proper  construction of  the   contract,  it   appears  that  the parties did not intend the term to be enforceable by the third party. One party may choose to assign his rights to another party without theconsent of the party   he is in contract with. In  practice, contracts often expressively state that there can be no assignment by one party unless the other party provides consent. However, in the transfer of his liabilities as opposed to rights, consent is required. None of the above mentioned 2 points have been included in the contract, and thus Lena, who is a third party to the contract, may sue. The contract also expressly states on the ticket that “it is not transferrable or assignable”. However, to see if an express term is valid, we would have to check if (1) it was introduced prior to the formation of the contract (2) if it goes against any public policies and (3) if the term is interpreted according to the context of the contract. In this case, although the term does not go against any public policies and is interpreted in the context of the contract, it was not introduced prior to the formation of the contract, and worse still, included in the ticket. . Referencing Chapelton v Barry UDC (1940), it was held that no reasonable person in the circumstances would expect to find contractual terms on a ticket and thus the express term was not valid. Thus, the express term to exclude transferability and assignability was not valid. However, since there was also no mention of any term to allow third parties to the contract to sue, Lena would not be able to sue   under   the   law   of   contract,   but   she   may   choose   to   sue   under   tort  of negligence. Taking a look at the exemption clause “At Your Service Pte Ltd would not beliable  in negligence  for  any  bodily  injury,  death  or  loss  of  property.”,  wewould have to take a look at the conditions that make an express term valid again to see if this exemption clause is valid. To see if  an   express term is valid,  we  would have to check   if (1) it was introduced prior to the formation of the contract (2) if it goes against any public policies and (3) if the term is interpreted according to the context of the contract. Although   the   exemption   clause   was   stated   prior   to   the   formation   of   thecontract and that it has been interpreted correctly according to the context ofthe   question,   the   exemption   clause   is   limiting   it’s   liability   as   a   result   ofnegligence for any bodily injury, death or loss of property. This is invalid under  the Unfair   Contract Terms Act Section  2(1)  and  2(2),   whereby  you cannot   exclude/restrict   liability   for   negligence   in   relation   to   personalinjury/death  and cannot  exclude/restrict   liability  in relation   to  other  losses(such as property damage) unless clause is reasonable respectively. Thus, the exemption clause provided in the contract is invalid. "
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nLena is a foreign student studying in Singapore who is keen on going on a one day tour of Singapore, operated by At Your Service Pte Ltd. Her guardian booked the tour and paid for it.The  ticket states that it is not transferrable or assignable  (but no one checks as to who isboarding the bus). While inside the tour bus, Lena slips and falls on some ice- cream and injures her back badly. Medical expenses come up to $4000. There is a clause in the contractwhich states that At Your Service Pte Ltd would not be liable in negligence for any bodily injury, death or loss of property. Can Lean sue At Your Service?",
            "target": "No"
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nSince it is a big company, At Your Service Pte Ltd has outsourced its cleaning services to Y Company. Y Company sends 20 workers to clean At Your Service Pte Ltd’s premises on a daily basis. At Your Services Pte Ltd pays Y Company about 20% more than the market price, thinking that Y Company must be good. The contract is for a period of 2 years. However, At Your Service Pte Ltd finds the cleaning services done are not very satisfactory. The workers often arrive late. Further, they are often found idling or playing with their mobile phones instead of working. In addition, though the rubbish is cleared every day and the place is mopped daily, everything is just done very superficially. While looking up the company details now, At Your Services Pte Ltd   also   realizes   that   Y   Company   has   been   advertising   that   it   has   a   certain international certification, but that, this is not true. At Your Service Pte Ltd wants to know whether it can use this ground too, to get out of the contract. identify the case",
            "target": "At Your Service Pte Ltd is in a valid contract with Y Company. They pay more to them, on the basis that they provide a good service, which ultimately turns out to be untrue. They also realise that there may have been a case of misrepresentation on Company Y’s part, and are looking to terminate the contract as a result."
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nSince it is a big company, At Your Service Pte Ltd has outsourced its cleaning services to Y Company. Y Company sends 20 workers to clean At Your Service Pte Ltd’s premises on a daily basis. At Your Services Pte Ltd pays Y Company about 20% more than the market price, thinking that Y Company must be good. The contract is for a period of 2 years. However, At Your Service Pte Ltd finds the cleaning services done are not very satisfactory. The workers often arrive late. Further, they are often found idling or playing with their mobile phones instead of working. In addition, though the rubbish is cleared every day and the place is mopped daily, everything is just done very superficially. While looking up the company details now, At Your Services Pte Ltd   also   realizes   that   Y   Company   has   been   advertising   that   it   has   a   certain international certification, but that, this is not true. At Your Service Pte Ltd wants to know whether it can use this ground too, to get out of the contract. Analyse and identify the legal issue.",
            "target": "To see if  At Your Service Pte Ltd is able to get out of the contract that they have with Company Y, we will look at the various ways At Your Service Pte Ltd may terminate the contract,   either   through  (i)  suing   for   misrepresentation,  or   (ii)   terminating  by   breach   of contract and (iii) types of damages claimable. To see if  At Your Service Pte Ltd may get out of the contract by suing for misrepresentation, we must first take a look if Company Y’s actions can be considered as misrepresentation. In order for misrepresentation to be valid, a false statement of fact that is not a term must be made prior to the contract and induces the formation of the contract. As stated in the question, the certain international certification that At Your Service Pte Ltd must have been known to them prior the formation of the contract, and that it must have been induced them in forming the contract with Company Y. However, this may not have been the case, as stated that At Your Service Pte Ltd paid Company Y 20%more than market price, thinking that they are good. The statement in itself proves that At Your Service Pte Ltd did not do themselves due diligence to check if they were  really certified. Thus,  they may not be able to  sue for misrepresentation, although a false statement was made, it was not known by At Your Service Pte Ltd prior to the formation of the contract and it did not induce the formation of the contract. One way to get around this may be for At Your Service Pte Ltd to check when the false international certification on Company Y’s advertisements were made known to the public. If they were made known to the public prior to the date of formation of their contract, they may claim that they were indeed aware of this false statement that induced them to form the contract and pay 20% more than market price. If successful, At  Your   Service   Pte   Ltd   will   be   able   to   sue   Company  Y  for   fraudulent misrepresentation   as   they   were   outright   lying   about   their   international certification and they would be able to rescind the contract and claim for any damages   suffered. However, if suing for misrepresentation is not possible as they were not aware of the false statement prior to the formation of the contract, At Your Service Pte Ltd may end the contract by stating that there has been a breach in the contract. At Your Service Pte Ltd may choose to repudiate the contract, by stating expressly to Company Y before the end date of the contract that they wish to end the contract. On the other hand, if repudiation does not work, they may wish to end the contract by stating that company Y has fundamentally breached the contract. In order for this to be valid, there must have been either (i) a breach in condition, (ii) breach resulting in serious consequences (if no breach   in   condition,  can   argue   that   the   breach   in   warranty   led   to  serious consequences   or   (iii)   contract   states   that   can   terminate   for   that   breach. Looking at the above, (i) there would be a breach of condition is there has been   an   express  term   in   the  contract   stating   that   the   service   provided   by Company Y must be of a certain standard, expressly stating what amounts to the standard that is expected. (ii) may not be possible in this scenario since performance of service is still carried out, albeit of a sloppier quality. Hence, there was no serious consequences that arose. (iii) is similar to point (i) raised earlier, in a sense that should there have been an express term stating that the contract may be terminated as a result of the lack of quality of service, At Your Service Pte Ltd would be able to terminate the contract as a result. Thus, the most appropriate way for At Your Service Pte Ltd to go about would be to try to repudiate the contract, and if unsuccessful, go ahead to state that Company Y has fundamentally breached the contract by breaching a condition/ stating that   there   is   a   clause   that   allows   for   termination   of   contract. Assuming that At Your Service Pte Ltd is able to claim damages, they should aim to claim for Unliquidated damages, which are damages that have not been pre-agreed by parties. To be more specific, At Your Service Pte Ltd should claim for financial loss as a result of wasted expenditure on finding another company to clean up what was not done properly/ poorly. In order to claim for unliquidated damages, the loss must be proven, which may be easily done if they have the invoice provided through engaging another company to clean up after   Company   Y."
        },
        {
            "input": "Context: At Your Service Pte Ltd is a big company which provides various travel related services, including overseas tour packages which are designed in-house. Recently it is has comeacross several legal issues and is seeking your advice on the matter. They are as follows:\nSince it is a big company, At Your Service Pte Ltd has outsourced its cleaning services to Y Company. Y Company sends 20 workers to clean At Your Service Pte Ltd’s premises on a daily basis. At Your Services Pte Ltd pays Y Company about 20% more than the market price, thinking that Y Company must be good. The contract is for a period of 2 years. However, At Your Service Pte Ltd finds the cleaning services done are not very satisfactory. The workers often arrive late. Further, they are often found idling or playing with their mobile phones instead of working. In addition, though the rubbish is cleared every day and the place is mopped daily, everything is just done very superficially. While looking up the company details now, At Your Services Pte Ltd   also   realizes   that   Y   Company   has   been   advertising   that   it   has   a   certain international certification, but that, this is not true. At Your Service Pte Ltd wants to know whether it can use this ground too, to get out of the contract. What can At Your Service Pte Ltd do? ",
            "target": "At Your Service Pte Ltd should first try to sue for Misrepresentation to rescind the contract and claim for any damages suffered. If not possible, they should try to terminate the contract firstly by repudiation, and if not possible, by fundamental breach of contract. At Your Service Pte Ltd should claim for unliquidated damages in the form of financial losses, by providing a reasonable estimate of the expenses incurred to hire a new cleaning service. To prevent such cases from happening in the future, At Your Service Pte Ltd   should be diligent and check the background and certification of companies they wish to engage in the future in order to prevent future instances like this."
        },
        {
            "input": "Explain how Singapore law is derived and discuss whether there are  limitationswithin the laws when enforcing our laws in other countries.",
            "target": "Singapore Law is   defined as a  set  of rights  and   obligations   by  which   a   communityregulates its  affairs and is   derived through  the   constitution of  Singapore [basic  law], Statute law or legislation and common / case law precedence.[separation of powers: executive; parliament, legislature; parliament together w president,Judiciary; comprising the supreme court and the subordinate (state) courts] – preventabuse of power\n\nSingapore law is not applicable to the laws of other countries as we have no power toapply law in a foreign country."
        },
        {
            "input": "Where there is an inconsistency between a piece of legislation and the commonlaw, which will prevail?",
            "target": "The legislation will prevail as these laws made or enacted by the president and parliamentwho are elected by democracy while the common law were decisions made by judges incases which came before the courts and these decisions (and effects) made by judges canalways be reversed by parliament."
        },
        {
            "input": "Explain the doctrine of precedent",
            "target": "The higher court decision is binding of the lower courts. A court’s decision is expected tobe consistent with previous decisions and to provide an opinion which can be used todirect   future   relationships. This   doctrine   of   consistency   following   precedent   and hierarchy, is expressed in the maxim, “Stare Decisis”, the word literally means “to standby things that have been settled”"
        },
        {
            "input": "What is the advantage of employing doctrine of precedent?",
            "target": "The advantage of the doctrine of precedent is if the court faces a dispute which is similarto   a   case   that   has   been   previously   dealt   with   in   the   higher   courts,   there   will   be   acumulative reasoning of the judges, usually of the higher courts that is the principle oflaw. "
        },
        {
            "input": " In the Singapore Court hierarchy, name the next: inferior (lower) court below the District Court?",
            "target": "Magistrate Courts"
        },
        {
            "input": " In the Singapore Court hierarchy, name the next: superior (lower) court above the District Court?",
            "target": "High Court"
        },
        {
            "input": "Explain what it means by “acceptance” within the law.",
            "target": "The   law   states   that  Acceptance   is   an   unconditional   expression   of   assent   orconcurrence to the terms of the offer.  It must be an unqualified assent of the offer,otherwise it amounts to a counter-offer. In general, acceptance of an offer must becommunicated to the offeror. Acceptance needs to be: Reflect the offer exactly, Unqualified, Unconditional, Needs to be communicated to the offeror.\nGeneral receipt rule: The acceptance is effective only when the offeror receivesthe acceptance and not when the acceptance is communicated."
        },
        {
            "input": "Explain the [exception to receipt rule] postal acceptance rule and how it affectsmodern day transactions when acceptance is done through electronic means (e.g.Emails).",
            "target": "The postal acceptance rule states that a written acceptance sent by ordinary post iseffective once it is posted by the offeror regardless whether it reaches the offereeor is totally misdirected and lost, this rule is only effective when both partiesaccept that post as the way of communication of acceptance. If the addressee hasa designated system, the message is received when it becomes capable of beingretrieved. If the message is sent elsewhere, the message is received when it becomes capableof being retrieved and the addressee becomes aware that it has been sent to thataddress.  When   done   through   modern   day   transactions,   such   as   emails,   theacceptance is effective after the offeree receives the email in the offeror emailinbox and not at the point of transmission by the ETA (Electronics transactionact)."
        },
        {
            "input": "Explain how the law treats: Social and Domestic Agreements",
            "target": "The legal presumption is that in social and domestic agreements such asbetween wife and husband, the law treats these agreements as not legallybinding as there is a relationship between both parties, there is no intentionto create legal relations. The presumption can be challenged by showing acontrary intention."
        },
        {
            "input": "Explain how the law treats: Commercial Agreements",
            "target": "The   legal   presumption   is   that   in   commercial   agreements   such   asagreements   between   2   companies,   the   law   treats   both   parties   in   the agreement to have had the intention to create legal relations as they are ina commercial setting. However, one exception is the presence of an “honour” clause and thesemay   make   the   agreement   unenforceable   at   law.   They   are   commonlyinserted   in   collaboration   agreements   or   MOU   (Memorandum of Understanding)   signed   between   parties. Another   exception   is   where   “weak’  wordings   in   a   document   which purported to give the impression of legality, may actually fall short of acontract."
        },
        {
            "input": "What are the ways in which we can terminate offers and acceptance?",
            "target": "Rejection by counter offer, lapse of time, revocation by the offeror, rejection bythe offeree, death of the offeror"
        },
        {
            "input": "Edna is the marketing executive for Stirring Hearts Pte Ltd, a small greeting cardsenterprise. Edna came across some displays on Jerry’s shop and she is interestedto purchase the new paper materials from Jerry. After meeting Jerry, Edna took acollection of coloured papers and paid $40. Jerry placed the coloured papers into a bag. Would   the   act   of   payment   constitute   valid   acceptance?   Explain   your   answer.",
            "target": "By the law, acceptance is when the offeree unconditionally agrees to the offerwithout changing the terms of the offer. In this case, the act of payment would constitute   valid   acceptance   as   Edna   had   paid   $40   with   the   intention   and consideration to purchase the new paper materials from Jerry and Jerry placed the coloured papers into a bag constitutes the intention of selling the coloured papersto edna and thus it would constitute as a valid acceptance."
        },
        {
            "input": "John, in a meeting, told his department that he is selling his home piano for $2000and those  interested  could inform him   by  5 October. William  is interested inpurchasing the piano as it is a good deal. However, he will be overseas when theoffer is due. Before his departure on 1 October, he wrote a letter to John to informhim he wants the piano. He duly posted the letter on the same day. Merry was atthe meeting too. She was too eager to get the deal too. She called John on 3October and John said “Ok. Please come over now.” Merry purchased the pianothe same day. John’s wife checked the letter box and saw William’s letter. Sheopened it and John is now very troubled. Should John contact Merry to terminatethe sale since William has accepted the deal first?",
            "target": "The law states that the third exception which may allow acceptance to be effective even if it is not communicated to the offeror is when acceptance is sent throughthe post this is the postal acceptance rule. In such a situation, the acceptance is deemed to have been effective as soon as the letter is posted, regardless to when,if at all it reaches the offeror. In this case, since William wrote a letter to john to inform him that he wants the piano on 1st  October, it is then acceptance of theoffer   is   deemed   effective   thus,   when   Merry   called   John   on   3rd  October   to communicate her acceptance of the offer, the offer was no longer available to her and therefore, John should contract Merry to terminate the sale as William had communicated his acceptance through post before Merry did. However, when John told his department that he is selling his home piano for$2000 and those interested could inform him by 5 October can be treated as an invitation to treat. Thus, when William sent the letter through the post, it will betreated as an offer instead of acceptance and thus John should not contact Merry to terminate the sale."
        },
        {
            "input": "Explain   “consideration”   and   explain   why   this   concept   is   important   in   theformation of contract.",
            "target": "Consideration is defined as something given, promised or done by one party in exchange for a promise by another. In common law, a promise must be paid for to be enforceable. Agratuitous promise is not enforceable and parties have no rights at law. This element of atit-for-tat   distinguishes   a   bargain   (the   basis   of   business   transactions)   from   what   isessentially a gift."
        },
        {
            "input": "Explain what is meant by: Consideration must be sufficient; it need not be adequate.",
            "target": "A consideration must have value but need not profit the offerer and it need not be equal to the (estimated) value of the contract. Sufficient – is it enough? And how much more? Three areas which throw up issues of “sufficiency of consideration” can be identified   as:   Discharge   of   an   existing   contractual   duty   owed   to   thepromisor, Discharge of an existing public duty and Part payment of anexisting debt."
        },
        {
            "input": "Explain what is meant by: Past Consideration",
            "target": "Past consideration is where an act or consideration performed prior to or independent of the promises being exchanged."
        },
        {
            "input": "John   borrowed   $100,000   from  Ah   Long   to   help   his   son   through   universityeducation. The payment would be by instalment, starting from the moment John’s son hascompleted   his   university   education.  Ah   Long   was   most   impressed   with   John’s   son progress in his undergraduate studies and decided to give John a discount. John needs topay only $60,000 which he had paid it in full. A few months later, Ah Long changed his mind and wanted John to repay the full loan, amounting to $100,000. Advice John.",
            "target": "The law states that the key elements required to establish promissory estoppel; partiesmust have an existing relationship, promise must be clear, unequivocal and certain, andintended to affect the existing legal relationship; the promise relied upon the promise andaltered his position; and overall , it must be inequitable for the promisor to be allowed togo back on his promise. In John’s case since he and ah long were already in an existing relationship and thepromise of borrowing $100,000 from  ah long and would be paid by  instalment oncejohn’s son has completed his university education is clear, unequivocal and certain and intended to affect the existing legal relationship. However,  once  ah long had  altered  the amount that is  to  be  paid, it is considered apromise made by the promisor and by promissory estoppel and that the promise was inequitable and thus, ah long will not be able to go back on his promise."
        },
        {
            "input": "The defendant lived in South Australia and sent a series of letters to her sisterand niece who resided in Scotland.  She encouraged her sister and niece tomove   to   South  Australia and   \"share   my   home   ....  no   rent   at  all...\".    The defendant even promised to alter her will to provide that her sister and niece could live in the house for life free of rent. The sister and niece accepted theoffer and  sold their assets in Scotland and sailed for South Australia.   Afterarriving, relations deteriorated. The sister and niece want to know whether there is a contract",
            "target": "The issue is whether there is a contract between the sister and niece, given the factual situation as set out in the question. Law – For contracts to be enforceable, the contract must consist of four keyelements –   Offer,  Acceptance,  Consideration  and  Intention  to  create   legalrelations.  An   offer   is   an   expression   made   by   one   party   to   the   another communicating   the   offerors’   willingness   to   perform   a   promise.   Acceptance   must   be   unconditional   and   clear. Consideration represents a value ina contract. The value need be adequate but needs to be sufficient. Intention to create legal relations involves the requirement that parties must not be in a social or domestic relationships. The law would assume that parties in such a relationship would not haveintended   to   enter   into   a   legal   and   enforceable   contract,   unless   there   arestrong evidence to show that some documentation is made out. Application – It is likely that there will not be a valid and enforceable contractin the first place for the sheer fact that there are absence of two important conditions, given  the  current facts. When  the  defendant  offered her  home“rent free”, it is deemed to lack consideration. There is also a further argument that   since   all   the   parties   all   related   to   one   another,  and   that   there   is   noevidence of placing their communication in writing formally, such arrangements are likely to be unenforceable in the courtof  law. There could be an issue of promissory estoppel to be discussed here. Thesister and niece have relied on the “encouragement” of the defendant andhave taken steps to make arrangement to travel to South Australia. Failing to fulfil the promise would lead to damages incurred by the defendant’s sisterand niece. However, as it has been deemed that the contract did not takeplace, the issue of promissory estoppel would not apply in the current case.In conclusion, there will be no contract between the parties and both the sisterand niece has no contractual recourse against the defendant"
        },
        {
            "input": "John and Ruth became engaged.  Their parents were not acquainted to oneanother but were people of some note in the local community.  A large and elaborate engagement party was desired by all concerned.  Over drinks at hisclub, John's father offered to pay for the food and drinks for the party if Ruth'sfather   would   hire   a   room,   provide   music   and   make   all   the   necessary arrangements. Ruth's father agreed, and placed all the necessary orders, including those forthe food and drinks.   The event was not a great success, mainly because Ruth's mother was heard to say that, if she had her way, Ruth would havedone far better for herself. Ruth's father settled all the bills, but when he approached John's father, forthe cost of the food and drinks, it was refused in an abusive manner. Advise Ruth's father as to his legal position in respect of John's father, usingcases where appropriate.",
            "target": "The issue is whether Ruth’s father can commence legal action against John’s father based on the doctrine of promissory estoppel. Under the doctrine of promissory estoppel,  it has been determined that partial fulfilment   of   a   contractual   obligation   does   not   discharge   the   promissee’s obligations. This does not just apply to debt situation but across contractual laws. In the Pinnel’s case as well as in the case of Foakes v Beer, the court ruled that the partial fulfillment of a promise has no sufficient consideration. Both cases were widely adopted. In the CLPT case, while the majority of the judges adopted the principles set out under the Pinnel’scase   and  Foakes   v   Beer,   Lord   Denning   opined   that   there   could   be   asignificant amount of injustice if the principle laid out by Pinnel’s case appliesto all situations. The judge then set out 4  elements where the doctrine ofpromissory estoppel could apply and they are: (a) the parties must have anexisting legal relationship (b) there is a promise that is clear, unequivocal andcertain and intended to affect the existing legal relationship (c) the promiserelied upon the promise and altered his position and (d) it must be inequitable for the promissor to be allowed to go back on the promise. The doctrine of promissory estoppel as laid out by Lord Denning has been adopted by the Singapore courts. Given the above, it is likely that the doctrine of promissory estoppel applies here as John’s father has made an oral promise to pay for the food   and   drinks   should   Ruth’s  father   comply   with   his   conditions.  As Ruth’s father has complied to the conditions laid out by John’s father, it would be inequitable to allow for John’s father not to honour his initial promise. Hence, I would advise Ruth’s father to take up a legal action against John’s father based on the doctrine of promissory estopped."
        },
        {
            "input": "James saw a classified advertisement in a magazine for the sale of Kate’s piano for $4000. The advertisement provided an address for inquiries.  James wrote to Kate stating that he would ‘take the instrument at your price’. On 1st  May, Kate wrote to James stating that she now wanted $5000 and would keep her offer open for a week. James received the letter on 4 May and wrote back on the same day to Kate stating he agreed to pay the $5000 ‘at your convenience’.   The letter didn’t arrive until 11 May. The next day (5 May), Kate had lunch with her sister Julie.  They discussed the piano and agreed that Julie could have the piano for $3,500 if she minded Kate’s children on Saturday nights. On 6th May, the piano was delivered to Julie’s house. Consider the contractual obligations of Kate in respect of the piano.",
            "target": "The issue is whether Kate to enforce the purchase of the piano at $5000. For contracts to be enforceable, the contract must consist of four keyelements –   Offer,  Acceptance,  Consideration  and  Intention  to  create   legal relations.  An   offer   is   an   expression   made   by   one   party   to   the   another communicating   the   offerors’   willingness   to   perform   a   promise. Considerationrepresents a value in a contract. The value need be adequate but needs to be sufficient. Intention  to   create legal relations involves the requirement that parties must not be in a social ordomestic   relationships.   The   law   would   assume   that   parties   in   such   a relationship would not have intended to enter into a legal and enforceable contract, unless there are strong evidence to show that some documentation is made out. With   regards   to   the   $4000   offer   in   the   classified   advertisement, the  offer has  not  been validly accepted  as James reply that he would “take the instrument at your price” would not be deemed as clear acceptance. As you would notice later, Kate would have over the course of events, offered various prices. With regards the $5000 offer, it would be considered valid acceptance as the contract would be formed on 4 May, when James posted the letter on thatsame day. Having sold the piano to Julie on 5 May would be a breach of contract between James and Kate. Concluding, there is a valid contract and Kate would be able to enforce the legal obligation to deliver the piano."
        },
        {
            "input": "How is a “condition” different from a “warranty” and “Innominate term”?",
            "target": "A condition is an important, essential or fundamental term  of the contract,going to the very root of that contract. In another words, a condition is the very essence why parties agree to sign the contract in the very first place.A   breach   of   condition   may   allow   the   innocent   party   to   discharge   his obligations (i.e. terminate the contract) and also claim damages for the breach from the contract breaker. However,   a   warranty   and   innominate   term   may   not   lead   to   a   breach   of contract. A breach of warranty will still allow for parties to perform the contractand any damages caused can be claimed from the other party for any loss or inconvenience. In some cases, it may be difficult to determine whether a particular term is acondition or warranty. In these situations, the courts approach the problem byviewing it as an innominate term. The effect of the breach of such a term depends upon the seriousness of its consequences. If the consequences are serious and deprives the injured party of substantially the whole benefit of the contract, then it would be treated like a condition. Otherwise, it would be a warranty."
        }
    ]
}