{
    "name": "tamil-thirukural",
    "description": "This dataset is used to test the comprehension abilities for the Thirukkural. Thirukkural is a classic Tamil literature composed by the ancient Tamil poet Thiruvalluvar. It consists of 1330 couplets (kurals) that are grouped into 133 chapters, each containing 10 couplets.",
    "reference": "https://github.com/vijayanandrp/Thirukkural-Tamil-Dataset",
    "license": "Creative Commons Attribution 4.0 International",
    "examples": [
        {
            "input": "தம்பொருள் என்பதம் மக்கள் அவர்பொருள் தம்தம் வினையான் வரும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "நட்டார் குறைமுடியார் நன்றாற்றார் நன்னுதலாள் பெட் டாங்கு ஒழுகு பவர்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பெறாஅமை அஞ்சும் பெறின்பிரிவு அஞ்சும் அறாஅ இடும்பைத்தென் நெஞ்சு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "பொய்யாமை பொய்யாமை ஆற்றின் அறம்பிற செய்யாமை செய்யாமை நன்று.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "பற்றுக பற்றற்றான் பற்றினை அப்பற்றைப் பற்றுக பற்று விடற்கு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "புல்லவையுள் பொச்சாந்தும் சொல்லற்க நல்லவையுள் நன்குசலச் சொல்லு வார்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பரிந்தோம்பிக் காக்க ஒழுக்கம் தெரிந்தோம்பித் தேரினும் அஃதே துணை.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "உறுப்பமைந்து ஊறஞ்சா வெல்படை வேந்தன் வெறுக்கையுள் எல்லாம் தலை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அவ்வித்து அழுக்காறு உடையானைச் செய்யவள் தவ்வையைக் காட்டி விடும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "ஊடிப் பெறுகுவம் கொல்லோ நுதல்வெயர்ப்பக் கூடலில் தோன்றிய உப்பு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இடுக்கண்கால் கொன்றிட வீழும் அடுத்தூன்றும் நல்லாள் இலாத குடி.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அளவற஧ந்து வாழாதான் வாழ்க்கை உளபோல இல்லாகித் தோன்றாக் கெடும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பயன்தூக்கிப் பண்புரைக்கும் பண்பின் மகளிர் நயன்தூக்கி நள்ளா விடல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கதங்காத்துக் கற்றடங்கல் ஆற்றுவான் செவ்வி அறம்பார்க்கும் ஆற்றின் நுழைந்து.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "ருளல்லது யாதெனின் கொல்லாமை கோறல் பொருளல்லது அவ்வூன் தினல்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "நெருப்பினுள் துஞ்சலும் ஆகும் நிரப்பினுள் யாதொன்றும் கண்பாடு அரிது.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அறிவற்றங் காக்குங் கருவி செறுவார்க்கும் உள்ளழிக்க லாகா அரண்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அறுவாய் நிறைந்த அவிர்மத஧ க்குப் போல மறுவுண்டோ மாதர் முகத்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "களித்தொறும் கள்ளுண்டல் வேட்டற்றால் காமம் வெளிப்படுந் தோறும் இனிது.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "அஃகாமை செல்வத்திற்கு யாதெனின் வெஃகாமை வேண்டும் பிறன்கைப் பொருள்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "வழங்குவ துள்வீழ்ந்தக் கண்ணும் பழங்குடி பண்பில் தலைப்பிரிதல் இன்று.",
            "target": "பொருட்பால்"
        },
        {
            "input": "சலத்தால் பொருள்செய்தே மார்த்தல் பசுமண் கலத்துள்நீர் பெய்திரீஇ யற்று.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அறன் எனப் பட்டதே இல்வாழ்க்கை அஃதும் பிறன்பழிப்ப தில்லாயின் நன்று.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "முயங்கிய கைகளை ஊக்கப் பசந்தது பைந்தொடிப் பேதை நுதல்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "கல்லாத மேற்கொண் டொழுகல் கசடற வல்லதூஉம் ஐயம் தரும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "குடியாண்மை யுள்வந்த குற்றம் ஒருவன் மடியாண்மை மாற்றக் கெடும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "குற்றம் இலனாய்க் குடிசெய்து வாழ்வானைச் சுற்றமாச் சுற்றும் உலகு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நிறைநெஞ்சம் இல்லவர் தோய்வார் பிறநெஞ்சிற் பேணிப் புணர்பவர் தோள்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "செறுநரைக் காணின் சுமக்க இறுவரை காணின் கிழக்காம் தலை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "தலையின் இழிந்த மயிரனையர் மாந்தர் நிலையின் இழிந்தக் கடை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "காமக் கணிச்சி உடைக்கும் நிறையென்னும் நாணுத்தாழ் வீழ்த்த கதவு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "புன்கண்ணை வாழி மருள்மாலை எம்கேள்போல் வன்கண்ண தோநின் துணை.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இணர்எரி தோய்வன்ன இன்னா செயினும் புணரின் வெகுளாமை நன்று.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "பகைபாவம் அச்சம் பழியென நான்கும் இகவாவாம் இல்லிறப்பான் கண்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அறன்நோக்கி ஆற்றுங்கொல் வையம் புறன்நோக்கிப் புன்சொல் உரைப்பான் பொறை.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "தூய்மை துணைமை துணிவுடைமை இம்மூன்றின் வாய்மை வழியுரைப்பான் பண்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அல்லல் அருளாள்வார்க்கு இல்லை வளிவழங்கும் மல்லன்மா ஞாலங் கரி.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "நிழல்நீரும் இன்னாத இன்னா தமர்நீரும் இன்னாவாம் இன்னா செயின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அகப்பட்டி ஆவாரைக் காணின் அவர஧ன் மிகப்பட்டுச் செம்மாக்கும் கீழ்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "எல்லார்க்கும் எல்லாம் நிகழ்பவை எஞ்ஞான்றும் வல்லறிதல் வேந்தன் தொழில்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வீழ்வாரின் இன்சொல் பெறாஅது உலகத்து வாழ்வாரின் வன்கணார் இல்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "வினைக்கண் வினைகெடல் ஓம்பல் வினைக்குறை தீர்ந்தாரின் தீர்ந்தன்று உலகு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "மயிர்நீப்பின் வாழாக் கவரிமா அன்னார் உயிர்நீப்பர் மானம் வரின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஊடலின் உண்டாங்கோர் துன்பம் புணர்வது நீடுவ தன்று கொல் என்று.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "ஏதிலார் ஆரத் தமர்பசிப்பர் பேதை பெருஞ்செல்வம் உற்றக் கடை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நன்றாற்ற லுள்ளுந் தவுறுண்டு அவரவர் பண்பறிந் தாற்றாக் கடை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "மணியில் திகழ்தரு நூல்போல் மடந்தை அணியில் திகழ்வதொன்று உண்டு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "வலியில் நிலைமையான் வல்லுருவம் பெற்றம் புலியின்தோல் போர்த்துமேய்ந் தற்று.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "செய்க பொருளைச் செறுநர் செருக்கறுக்கும் எஃகதனிற் கூரிய தில்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பாலொடு தேன்கலந் தற்றே பணிமொழி வாலெயிறு ஊறிய நீர்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "புறத்துறுப் பெல்லாம் எவன்செய்பு ம் யாக்கை அகத்துறுப்பு அன்பி லவர்க்கு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "ஒருமைக்கண் தான் கற்ற கல்வி ஒருவற்கு எழுமையும் ஏமாப் புடைத்து.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இன்றி அமையாச் சிறப்பின ஆயினும் குன்ற வருப விடல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நாடோ றும் நாடுக மன்னன் வினைசெய்வான் கோடாமை கோடா துலகு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பொச்சாப்பார்க் கில்லை புகழ்மை அதுஉலகத்து எப்பால்நூ லோர்க்கும் துணிவு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நாடென்ப நாடா வளத்தன நாடல்ல நாட வளந்தரு நாடு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "துன்பத்திற்கு யாரே துணையாவார் தாமுடைய நெஞ்சந் துணையல் வழி.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "செறிதொடி செய்திறந்த கள்ளம் உறுதுயர் தீர்க்கும் மருந்தொன்று உடைத்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "கல்லா தவரும் நனிநல்லர் கற்றார்முன் சொல்லா திருக்கப் பெறின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அழிவந்த செய்யினும் அன்பறார் அன்பின் வழிவந்த கேண்மை யவர்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஆற்றாரும் ஆற்றி அடுப இடனறிந்து போற்றார்கண் போற்றிச் செயின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "காக்க பொருளா அடக்கத்தை ஆக்கம் அதனினூஉங் கில்லை உயிர்க்கு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அன்புடைமை ஆன்ற குடிப்பிறத்தல் வேந்தவாம் பண்புடைமை தூதுரைப்பான் பண்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "செற்றார்பின் செல்லாப் பெருந்தகைமை காமநோய் உற்றார் அறிவதொன்று அன்று.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இருநோக்கு இவளுண்கண் உள்ளது ஒருநோக்கு நோய்நோக்கொன் றந்நோய் மருந்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "கடலோடா கால்வல் நெடுந்தேர் கடலோடும் நாவாயும் ஓடா நிலத்து.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அறன்ஆக்கம் வேண்டாதான் என்பான் பிறனாக்கம் பேணாது அழுக்கறுப் பான்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "இலர்பல ராகிய காரணம் நோற்பார் சிலர்பலர் நோலா தவர்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "பாத்தூண் மரீஇ யவனைப் பசியென்னும் தீப்பிணி தீண்டல் அரிது.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "இருந்துள்ளி என்பரிதல் நெஞ்சே பரிந்துள்ளல் பைதல்நோய் செய்தார்கண் இல்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "தானம் தவம்இரண்டும் தங்கா வியன்உலகம் வானம் வழங்கா தெனின்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "பழைமை எனப்படுவது யாதெனின் யாதும் கிழமையைக் கீழ்ந்திடா நட்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "புலப்பல் எனச்சென்றேன் புல்லினேன் நெஞ் சம் கலத்தல் உறுவது கண்டு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "ஐயுணர்வு எய்தியக் கண்ணும் பயமின்றே மெய்யுணர்வு இல்லா தவர்க்கு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "தாம்வீழ்வார் தம்வீழப் பெற்றவர் பெற்றாரே காமத்துக் காழில் கனி.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இளித்தக்க இன்னா செயினும் களித்தார்க்குக் கள்ளற்றே கள்வநின் மார்பு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "கற்றீண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர் மற்றீண்டு வாரா நெறி.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "நன்றறி வாரிற் கயவர் திருவுடையர் நெஞ்சத்து அவலம் இலர்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து வேண்டும் பனுவல் துணிவு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப் பொய்யா விளக்கே விளக்கு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "இலனென்னும் எவ்வம் உரையாமை ஈதல் குலனுடையான் கண்ணே யுள.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து மன்னுயிர்க் கெல்லாம் இனிது.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "உடம்பாடு இலாதவர் வாழ்க்கை குடங்கருள் பாம்போடு உடனுறைந் தற்று.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கண்டது மன்னும் ஒருநாள் அலர்மன்னும் திங்களைப் பாம்புகொண் டற்று.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "உள்ளுவன் மன்யான் மறப்பின் மறப்பறியேன் ஒள்ளமர்க் கண்ணாள் குணம்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "செயற்கரிய யாவுள நட்பின் அதுபோல் வினைக்கரிய யாவுள காப்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அளவின்கண் நின்றொழுகல் ஆற்றார் களவின்கண் கன்றிய காத லவர்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "ஆற்றுவார் ஆற்றல் பணிதல் அதுசான்றோர் மாற்றாரை மாற்றும் படை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "மனையாளை அஞ்சும் மறுமையி லாளன் வினையாண்மை வீறெய்த லின்று.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அறிவின்மை இன்மையுள் இன்மை பிறிதின்மை இன்மையா வையா துலகு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "விளிந்தாரின் வேறல்லர் மன்ற தெளிந்தாரில் தீமை புரிந்து ஒழுகு வார்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "நட்டார்போல் நல்லவை சொல்லினும் ஒட்டார்சொல் ஒல்லை உணரப் படும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வேலொடு நின்றான் இடுவென் றதுபோலும் கோலொடு நின்றான் இரவு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அருவினை யென்ப உளவோ கருவியான் காலம் அற஧ந்து செயின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "குணனிலனாய்க் குற்றம் பலவாயின் மாற்றார்க்கு இனனிலனாம் ஏமாப் புடைத்து.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இழிவறிந்து உண்பான்கண் இன்பம்போல் நிற்கும் கழிபேர் இரையான்கண் நோய்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வாராக்கால் துஞ்சா வரின்துஞ்சா ஆயிடை ஆரஞர் உற்றன கண்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "துனியும் புலவியும் இல்லாயின் காமம் கனியும் கருக்காயும் அற்று.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "குணமென்னும் குன்றேறி நின்றார் வெகுளி கணமேயும் காத்தல் அரிது.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "மகன்தந்தைக்கு ஆற்றும் உதவி இவன்தந்தை என்நோற்றான் கொல் எனும் சொல்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "தோன்றின் புகழொடு தோன்றுக அஃதிலார் தோன்றலின் தோன்றாமை நன்று.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள் அவியினும் வாழினும் என்?",
            "target": "பொருட்பால்"
        },
        {
            "input": "நிறையரியர் மன்அளியர் என்னாது காமம் மறையிறந்து மன்று படும்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இம்மைப் பிறப்பில் பிரியலம் என்றேனாக் கண்நிறை நீர்கொண் டனள்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால் உழந்தும் உழவே தலை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வேண்டிய வேண்டியாங் கெய்தலால் செய்தவம் ஈண்டு முயலப் படும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அறனறிந்து ஆன்றமைந்த சொல்லான்எஞ் ஞான்றுந் திறனறிந்தான் தேர்ச்சித் துணை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "படைகுடி கூழ்அமைச்சு நட்பரண் ஆறும் உடையான் அரசருள் ஏறு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "மடிமை குடிமைக்கண் தங்கின்தன் ஒன்னார்க்கு அடிமை புகுத்தி விடும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "மடுத்தவா யெல்லாம் பகடன்னான் உற்ற இடுக்கண் இடர்ப்பாடு உடைத்து.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இன்மை ஒருவற்கு இளிவன்று சால்பென்னும் திண்மை உண் டாகப் பெறின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பிறர்க்கின்னா முற்பகல் செய்யின் தமக்கு இன்னா பிற்பகல் தாமே வரும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "சிறுமை நமக்கொழியச் சேட்சென்றார் உள்ளி நறுமலர் நாணின கண்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "வாளற்றுப் புற்கென்ற கண்ணும் அவர்சென்ற நாளொற்றித் தேய்ந்த விரல்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "ஊடல் உணங்க விடுவாரோடு என்நெஞ்சம் கூடுவேம் என்பது அவா.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "நன்றி மறப்பது நன்றன்று நன்றல்லது அன்றே மறப்பது நன்று.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "மன்னர்க்கு மன்னுதல் செங்கோன்மை அஃதின்றேல் மன்னாவாம் மன்னர்க் கொளி.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நோயெல்லாம் நோய்செய்தார் மேலவாம் நோய்செய்யார் நோயின்மை வேண்டு பவர்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "செயற்பால செய்யா திவறியான் செல்வம் உயற்பால தன்றிக் கெடும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கண்ணிற்கு அணிகலம் கண்ணோட்டம் அஃதின்றேல் புண்ணென்று உணரப் படும்",
            "target": "பொருட்பால்"
        },
        {
            "input": "புல்லிக் கிடந்தேன் புடைபெயர்ந்தேன் அவ்வளவில் அள்ளிக்கொள் வற்றே பசப்பு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "கான முயலெய்த அம்பினில் யானை பிழைத்தவேல் ஏந்தல் இனிது.",
            "target": "பொருட்பால்"
        },
        {
            "input": "சிறுமை பலசெய்து சீரழ஧க்கும் சூதின் வறுமை தருவதொன்று இல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "காணாதான் காட்டுவான் தான்காணான் காணாதான் கண்டானாம் தான்கண்ட வாறு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கூழுங் குடியும் ஒருங்கிழக்கும் கோல்கோடிச் சூழாது செய்யும் அரசு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "உள்ளம் இலாதவர் எய்தார் உலகத்து வள்ளியம் என்னுஞ் செருக்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அருள்வெஃகி ஆற்றின்கண் நின்றான் பொருள்வெஃகிப் பொல்லாத சூழக் கெடும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "கூறாமை நோக்க஧க் குறிப்பறிவான் எஞ்ஞான்றும் மாறாநீர் வையக் கணி.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வேலன்று வென்றி தருவது மன்னவன் கோலதூஉங் கோடா தெனின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வரைவிலா மாணிழையார் மென்தோள் புரையிலாப் பூரியர்கள் ஆழும் அளறு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "செப்பின் புணர்ச்சிபோல் கூடினும் கூடாதே உட்பகை உற்ற குடி.",
            "target": "பொருட்பால்"
        },
        {
            "input": "உப்பமைந் தற்றால் புலவி அதுசிறிது மிக்கற்றால் நீள விடல்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "தாளாற்றித் தந்த பொருளெல்லாம் தக்கார்க்கு வேளாண்மை செய்தற் பொருட்டு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அரங்கின்றி வட்டாடி யற்றே நிரம்பிய நூலின்றிக் கோட்டி கொளல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "காதல காதல் அறியாமை உய்க்கிற்பின் ஏதில ஏதிலார் நூல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கூத்தாட்டு அவைக் குழாத் தற்றே பெருஞ்செல்வம் போக்கும் அதுவிளிந் தற்று.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "கெடல்வேண்டின் கேளாது செய்க அடல்வேண்டின் ஆற்று பவர்கண் இழுக்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஊடல் உணர்தல் புணர்தல் இவைகாமம் கூடியார் பெற்ற பயன்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "அறிவுடையார் ஆவ தறிவார் அறிவிலார் அஃதறி கல்லா தவர்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "செய்வினை செய்வான் செயன்முறை அவ்வினை உள்ளறிவான் உள்ளம் கொளல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "புகழ்புரிந்த இல்லிலோர்க்கு இல்லை இகழ்வார்முன் ஏறுபோல் பீடு நடை.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "இன்பம் இடையறா தீண்டும் அவாவென்னும் துன்பத்துள் துன்பங் கெடின்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அறனிழுக்கா தல்லவை நீக்கி மறனிழுக்கா மானம் உடைய தரசு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "எண்பதத்தால் எய்தல் எளிதென்ப யார்மாட்டும் பண்புடைமை என்னும் வழக்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "தக்கா ரினத்தனாய்த் தானொழுக வல்லானைச் செற்றார் செயக்கிடந்த தில்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "சினமென்னும் சேர்ந்தாரைக் கொல்லி இனமென்னும் ஏமப் புணையைச் சுடும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "இற்பிறந்தார் கண்அல்லது இல்லை இயல்பாகச் செப்பமும் நாணும் ஒருங்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கவ்வையால் கவ்விது காமம் அதுவின்றேல் தவ்வென்னும் தன்மை இழந்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "ஒற்றினான் ஒற்றிப் பொருள்தெரியா மன்னவன் கொற்றங் கொளக்கிடந்தது இல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "தூஉய்மை என்பது அவாவின்மை மற்றது வாஅய்மை வேண்ட வரும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "வினைத்திட்பம் என்பது ஒருவன் மனத்திட்பம் மற்றைய எல்லாம் பிற.",
            "target": "பொருட்பால்"
        },
        {
            "input": "தெய்வத்தான் ஆகா தெனினும் முயற்சிதன் மெய்வருத்தக் கூலி தரும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஆற்றின் அளவறிந்து கற்க அவையஞ்சா மாற்றங் கொடுத்தற் பொருட்டு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பனிஅரும்பிப் பைதல்கொள் மாலை துனிஅரும்பித் துன்பம் வளர வரும்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "நாணென ஒன்றோ அறியலம் காமத்தால் பேணியார் பெட்ப செயின்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "உடுக்கை இழந்தவன் கைபோல ஆங்கே இடுக்கண் களைவதாம் நட்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கவறும் கழகமும் கையும் தருக்கி இவறியார் இல்லாகி யார்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இகல்காணான் ஆக்கம் வருங்கால் அதனை மிகல்காணும் கேடு தரற்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கற்றார்முன் கற்ற செலச்சொல்லித் தாம்கற்ற மிக்காருள் மிக்க கொளல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வினைவலியும் தன்வலியும் மாற்றான் வலியும் துணைவலியும் தூக்கிச் செயல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இதனை இதனால் இவன்முடிக்கும் என்றாய்ந்து அதனை அவன்கண் விடல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அவாஎன்ப எல்லா உயிர்க்கும் எஞ் ஞான்றும் தவாஅப் பிறப்பீனும் வித்து.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "உறல்முறையான் உட்பகை தோன்றின் இறல்முறையான் ஏதம் பலவும் தரும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "உலகத்தோடு ஒட்ட ஒழுகல் பலகற்றும் கல்லார் அறிவிலா தார்",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "மற்றியான் என்னுளேன் மன்னோ அவரொடி யான் உற்றநாள் உள்ள உளேன்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "பகைநட்பாம் காலம் வருங்கால் முகநட்டு அகநட்பு ஒரீஇ விடல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அன்பு ஈனும் ஆர்வம் உடைமை அதுஈனும் நண்பு என்னும் நாடாச் சிறப்பு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அஃகி அகன்ற அறிவென்னாம் யார்மாட்டும் வெஃகி வெறிய செயின்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "கள்வார்க்குத் தள்ளும் உயிர்நிலை கள்வார்க்குத் தள்ளாது புத்தே ளுளகு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "தினற்பொருட்டால் கொல்லாது உலகெனின் யாரும் விலைப்பொருட்டால் ஊன்றருவா ரில்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "இன்றும் வருவது கொல்லோ நெருநலும் கொன்றது போலும் நிரப்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "முகம்நோக்கி நிற்க அமையும் அகம்நோக்கி உற்ற துணர்வார்ப் பெறின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஒருநாள் எழுநாள்போல் செல்லும்சேண் சென்றார் வருநாள்வைத்து ஏங்கு பவர்க்கு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இரந்தும் உயிர்வாழ்தல் வேண்டின் பரந்து கெடுக உலகியற்றி யான்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "புறங்குன்றி கண்டனைய ரேனும் அகங்குன்றி முக்கிற் கரியார் உடைத்து.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "துளியின்மை ஞாலத்திற்கு எற்றற்றே வேந்தன் அளியின்மை வாழும் உயிர்க்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஒட் டார்பின் சென்றொருவன் வாழ்தலின் அந்நிலையே கெட்டான் எனப்படுதல் நன்று.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இற்பிறந்தார் கண்ணேயும் இன்மை இளிவந்த சொற்பிறக்கும் சோர்வு தரும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இன்னா எனத்தான் உணர்ந்தவை துன்னாமை வேண்டும் பிறன்கண் செயல்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "கடாஅக் களிற்றின்மேற் கட்படாம் மாதர் படாஅ முலைமேல் துகில்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "ஊதியம் என்பது ஒருவற்குப் பேதையார் கேண்மை ஒரீஇ விடல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஒளிஒருவற்கு உள்ள வெறுக்கை இளிஒருவற்கு அஃதிறந்து வாழ்தும் எனல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "தொடிற்சுடின் அல்லது காமநோய் போல விடிற்சுடல் ஆற்றுமோ தீ.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "நனவினால் நம்நீத்தார் என்பர் கனவினால் காணார்கொல் இவ்வூ ரவர்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "புகழ்ந்தவை போற்றிச் செயல்வேண்டும் செய்யாது இகழ்ந்தார்க்கு எழுமையும் இல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இன்பத்துள் இன்பம் விழையாதான் துன்பத்துள் துன்பம் உறுதல் இலன்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கூற்றமோ கண்ணோ பிணையோ மடவரல் நோக்கமிம் மூன்றும் உடைத்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "மனத்தொடு வாய்மை மொழியின் தவத்தொடு தானஞ்செய் வாரின் தலை.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "பேதைமையுள் எல்லாம் பேதைமை காதன்மை கையல்ல தன்கட் செயல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "சார்புணர்ந்து சார்பு கெடஒழுகின் மற்றழித்துச் சார்தரா சார்தரு நோய்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "கொடுத்தலும் இன்சொலும் ஆற்றின் அடுக்கிய சுற்றத்தால் சுற்றப் படும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கூற்றுடன்று மேல்வரினும் கூடி எதிர்நிற்கும் ஆற்ற லதுவே படை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நட்டார்க்கு நல்ல செயலின் விரைந்ததே ஒட்டாரை ஒட்டிக் கொளல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "எண்ணித் துணிக கருமம் துணிந்தபின் எண்ணுவம் என்பது இழுக்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "குணநலம் சான்றோர் நலனே பிறநலம் எந்நலத்து உள்ளதூஉம் அன்று.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இன்பம் கடல்மற்றுக் காமம் அஃதடுங்கால் துன்பம் அதனிற் பெரிது.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "துஞ்சுங்கால் தோள்மேலர் ஆகி விழிக்குங்கால் நெஞ்சத்தர் ஆவர் விரைந்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "அழுக்கற்று அகன்றாரும் இல்லை அஃதுஇல்லார் பெருக்கத்தில் தீர்ந்தாரும் இல்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின் வகைதெரிவான் கட்டே உலகு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "மன்னுயிர் ஓம்பி அருளாள்வார்க்கு இல்லென்ப தன்னுயிர் அஞ்சும் வினை.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "பொதுநலத்தார் புன்னலம் தோயார் மதிநலத்தின் மாண்ட அறிவி னவர்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கரப்பிலா நெஞ்சின் கடனறிவார் முன்நின்று இரப்புமோ ரேஎர் உடைத்து.",
            "target": "பொருட்பால்"
        },
        {
            "input": "சொற்கோட்டம் இல்லது செப்பம் ஒருதலையா உட்கோட்டம் இன்மை பெறின்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "ஒன்றானுந் தீச்சொல் பொருட்பயன் உண்டாயின் நன்றாகா தாகி விடும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "மறைபெறல் ஊரார்க்கு அரிதன்றால் எம்போல் அறைபறை கண்ணார் அகத்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "உலைவிடத்து ஊறஞ்சா வன்கண் தொலைவிடத்துத் தொல்படைக் கல்லால் அரிது.",
            "target": "பொருட்பால்"
        },
        {
            "input": "குன்றின் அனையாரும் குன்றுவர் குன்றுவ குன்றி அனைய செயின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அருள்கருதி அன்புடைய ராதல் பொருள்கருதிப் பொச்சாப்புப் பார்ப்பார்கண் இல்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "முதலிலார்க ஊதிய மில்லை மதலையாஞ் சார்பிலார்க் கில்லை நிலை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஊடலில் தோற்றவர் வென்றார் அதுமன்னும் கூடலிற் காணப் படும்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இயல்பாகும் நோன்பிற்கொன்று இன்மை உடைமை மயலாகும் மற்றும் பெயர்த்து.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "கொல்லான் புலாலை மறுத்தானைக் கைகூப்பி எல்லா உயிருந் தொழும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "கண்ணுள்ளின் போகார் இமைப்பின் பருகுவரா நுண்ணியர்எம் காத லவர்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "உடைசெல்வம் ஊண்ஒளி கல்விஎன்று ஐந்தும் அடையாவாம் ஆயங் கொளின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நாடொறும் நாடி முறைசெய்யா மன்னவன் நாடொறும் நாடு கெடும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "குடியென்னும் குன்றா விளக்கம் மடியென்னும் மாசூர மாய்ந்து கெடும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இமைப்பின் கரப்பாக்கு அறிவல் அனைத்திற்கே ஏதிலர் என்னும் இவ் வூர்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "கண்ணின்று கண்ணறச் சொல்லினும் சொல்லற்க முன்னின்று பின்நோக்காச் சொல்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அவையறியார் சொல்லல்மேற் கொள்பவர் சொல்லின் வகையறியார் வல்லதூஉம் இல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நுண்ணியம் என்பார் அளக்குங்கோல் காணுங்கால் கண்ணல்லது இல்லை பிற.",
            "target": "பொருட்பால்"
        },
        {
            "input": "எப்பொருள் எத்தன்மைத் தாயினும் அப்பொருள் மெய்ப்பொருள் காண்பது அறிவு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "உறுப்பொத்தல் மக்களொப்பு அன்றால் வெறுத்தக்க பண்பொத்தல் ஒப்பதாம் ஒப்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நலக்குரியார் யாரெனின் நாமநீர் வைப்பின் பிறர்க்குரியாள் தோள்தோயா தார்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "முகத்தான் அமர்ந் துஇனிது நோக்கி அகத்தானாம் இன்சொ லினதே அறம்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "அரியவற்று ளெல்லாம் அரிதே பெரியாரைப் பேணித் தமராக் கொளல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வகைமாண்ட வாழ்க்கையும் வான்பொருளும் என்னாம் தகைமாண்ட தக்கார் செறின்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "வாரி பெருக்கி வளம்படுத்து உற்றவை ஆராய்வான் செய்க வினை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பேணாது பெட்டார் உளர்மன்னோ மற்றவர்க் காணாது அமைவில கண்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "காதல் அவரிலர் ஆகநீ நோவது பேதைமை வாழியென் நெஞ்சு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "நன்றாகும் ஆக்கம் பெரிதெனினும் சான்றோர்க்குக் கொன்றாகும் ஆக்கங் கடை.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "தள்ளா விளையுளும் தக்காரும் தாழ்விலாச் செல்வரும் சேர்வது நாடு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பகைநட்பாக் கொண்டொழுகும் பண்புடை யாளன் தகைமைக்கண் தங்கிற்று உலகு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இல்லாளை அஞ்சுவான் அஞ்சுமற் றெஞ்ஞான்றும் நல்லார்க்கு நல்ல செயல்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "மலரினும் மெல்லிது காமம் சிலர்அதன் செவ்வி தலைப்படு வார்.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "சீரிடம் காணின் எறிதற்குப் பட் டடை நேரா நிரந்தவர் நட்பு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஏமுற் றவரினும் ஏழை தமியனாய்ப் பல்லார் பகைகொள் பவன்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "பெண்ணினால் பெண்மை உடைத்தென்ப கண்ணினால் காமநோய் சொல்லி இரவு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "உறாஅர்க்கு உறுநோய் உரைப்பாய் கடலைச் செறாஅஅய் வாழிய நெஞ்சு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "உவப்பத் தலைக்கூடி உள்ளப் பிரிதல் அனைத்தே புலவர் தொழில்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "இரவுள்ள உள்ளம் உருகும் கரவுள்ள உள்ளதூஉம் இன்றிக் கெடும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "ஓர்த்துள்ளம் உள்ளது உணரின் ஒருதலையாப் பேர்த்துள்ள வேண்டா பிறப்பு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "பொருட்பொருளார் புன்னலந் தோயார் அருட்பொருள் ஆயும் அறிவி னவர்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "அடக்கம் அமரருள் உய்க்கும் அடங்காமை ஆரிருள் உய்த்து விடும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "செவியுணவிற் கேள்வி யுடையார் அவியுணவின் ஆன்றாரோ டொப்பர் நிலத்து.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நிலையின் திரியாது அடங்கியான் தோற்றம் மலையினும் மாணப் பெரிது.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "படைகொண்டார் நெஞ்சம்போல் நன்னூக்காது ஒன்றன் உடல்சுவை உண்டார் மனம்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப் பண்புடை மக்கட் பெறின்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "செல்வத்துட் செல்வஞ் செவிச்செல்வம் அச்செல்வம் செல்வத்து ளெல்லாந் தலை.",
            "target": "பொருட்பால்"
        },
        {
            "input": "கண்ணின் துனித்தே கலங்கினாள் புல்லுதல் என்னினும் தான்விதுப் புற்று.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "இலமென்று வெஃகுதல் செய்யார் புலம்வென்ற புன்மையில் காட்சி யவர்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "தம்மில் இருந்து தமதுபாத்து உண்டற்றால் அம்மா அரிவை முயக்கு.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "காக்கை கரவா கரைந்துண்ணும் ஆக்கமும் அன்னநீ ரார்க்கே உள.",
            "target": "பொருட்பால்"
        },
        {
            "input": "காதன்மை கந்தா அறிவறியார்த் தேறுதல் பேதைமை எல்லாந் தரும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "சிறைகாக்கும் காப்பெவன் செய்யும் மகளிர் நிறைகாக்கும் காப்பே தலை.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "காமம் வெகுளி மயக்கம் இவ்முன்றன் நாமம் கெடக்கெடும் நோய்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "விளியுமென் இன்னுயிர் வேறல்லம் என்பார் அளியின்மை ஆற்ற நினைந்து.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "நிறைமொழி மாந்தர் பெருமை நிலத்து மறைமொழி காட்டி விடும்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "மனநலம் மன்னுயிர்க் காக்கம் இனநலம் எல்லாப் புகழும் தரும்.",
            "target": "பொருட்பால்"
        },
        {
            "input": "புக்கில் அமைந்தின்று கொல்லோ உடம்பினுள் துச்சில் இருந்த உயிர்க்கு.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "வினைசெய்வார் தம்சுற்றம் வேண்டாதார் என்றாங்கு அனைவரையும் ஆராய்வது ஒற்று.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நெஞ்சின் துறவார் துறந்தார்போல் வஞ்சித்து வாழ்வாரின் வன்கணார் இல்.",
            "target": "அறத்துப்பால்"
        },
        {
            "input": "வகையறிந்து தற்செய்து தற்காப்ப மாயும் பகைவர்கண் பட்ட செருக்கு.",
            "target": "பொருட்பால்"
        },
        {
            "input": "நாம்காதல் கொண்டார் நமக்கெவன் செய்பவோ தாம்காதல் கொள்ளாக் கடை.",
            "target": "காமத்துப்பால்"
        },
        {
            "input": "நுணங்கிய கேள்விய ரல்லார் வணங்கிய வாயின ராதல் அரிது.",
            "target": "பொருட்பால்"
        },
        {
            "input": "எனைத்தானும் நல்லவை கேட்க அனைத்தானும் ஆன்ற பெருமை தரும்.",
            "target": "பொருட்பால்"
        }
    ]
}